{"hed":"Pregnancy during the Pandemic","first-opening-sentence":"Over the past year would-be parents have worried about safety, seen treasured rituals around birth transformed...","sec-opening-sentence":"… and faced tough choices about whether to even go forward with having a child.","intro-quotes":[{"order":"dashanna","quote":"People feel like they don't have a choice, especially with COVID and with their masks, they really aren't able to speak up.","name":"Dashanna Hanlon","left":"4%"},{"order":"olive","quote":"He hasn’t been able to go to any of my appointments. I tried to give the best interpretation of what happened.","name":"Olive Deavers","left":"100%"},{"order":"juliet","quote":"It was just so unknown. The fear of … what I am bringing a baby into was really scary. I wanted to protect my baby from anything from day one.","name":"Juliet Murray","left":"10%"},{"order":"molly","quote":"It just felt way too much … I felt like we were not in a place to really bring another person into our home. I made the choice to terminate.","name":"Molly","left":"100%"}],"pregnancy-overall":[{"type":"text","value":"Pregnancy is a time of great stress. You worry about everything from eating the right foods and getting the right vitamins to exercising enough, but also not too much."},{"type":"text","value":"Being pregnant in the middle of a pandemic adds new and different stressors: isolation, loneliness and fear of the unknown - Will the hospital allow my partner to present during the childbirth and post birth? Will physically connecting with friends and family be dangerous? Is continuing with my pregnancy during a lockdown a feasible option?"}],"murray":[{"type":"text","value":"Juliet Murray had a panic attack in a vegetable aisle when a man stormed towards a bag of salads besides her. Although they were both wearing a mask, Murray nearly cried thinking of potentially getting exposed to the virus and not being able to protect the baby in her belly. “I was so terrified … just because I saw somebody blatantly disregarding social distancing,” said Murray."},{"type":"text","value":"Murray discovered her unplanned pregnancy in March last year. It was the beginning of the virus outbreak, and like many others, Murray never expected it to shut down the entire country for more than one year."},{"type":"text","value":"For the first two months of her pregnancy, she completely isolated herself at home, not seeing anyone, including her fiance, who worked as a liquor distributor. “It was just so unknown. The fear of … what I am bringing a baby into was really scary because I wanted to protect my baby from anything from day one,” said Murray. She did everything she could, from frequently washing her hands and strictly social distancing to always wearing a mask and avoiding going out."},{"type":"text","value":"But still, she questioned whether that was enough to protect her baby. “I had to go to the hospital for appointments. I had to deliver traditionally in a hospital. it was unavoidable.”"},{"type":"text","value":"Murray drove herself to her first in-person doctor appointment, checked in while standing six feet away from the desk, distanced from others waiting in the room by themselves. “We are all alone,” she thought. The doctors and nurses were in full protective gear but she only had a thin cloth mask. Everyday things that Murray had taken for granted her whole life , such as the buttons in the elevator or the arms of a chair in the waiting room, suddenly became anxiety provoking."},{"type":"text","value":"She was allowed to FaceTime with her family during the ultrasound. She held the phone, laid back and heard the first heartbeat with her parents and fiance on the other end of the phone. “My mom started crying … I'm pretty sure my dad cried too, even though he was pretending he wasn't crying,” said Murray."},{"type":"text","value":"Before the first ultrasound, Murray sometimes wondered whether there was really a small person living in her body because she hadn’t felt much. “Hearing that first heartbeat and seeing the little blob on the ultrasound ... just made it real,” said Murray. She was ecstatic and wanted to be around everyone she loves. She wanted to shout out, “Hey! I am pregnant!”"},{"type":"text","value":"But that never happened. She left the hospital and drove herself home. “That was all there was to do. I went home and quarantined,” said Murray."}],"hopecovid-title":"The anxiety and loneliness Murray felt were shared by many.","bars":[{"title":"Click to Answer: Over the past two weeks, how often do you feel high levels of nervousness and anxiety?","idName":"bar-nervous"},{"title":"Click to guess: How much percentage of pregnant women reported often being able to meet or talk with family or friends?","idName":"bar-talk"}],"dr-jp":[{"type":"text","value":"Around 60 percent of pregnant people are reporting feeling levels of stress and anxiety that interfere with their daily functioning, according to Laura Jelliffe-Pawlowski, the lead researcher of an international study focused on how COVID-19 is affecting those pregnant and giving birth. “We're seeing higher levels than we've seen in any of the other studies,” said Jelliffe-Pawlowski."},{"type":"text","value":"The reasons vary. Some are concerned about getting infected, some fear being socially isolated and others are worried about the constantly changing hospital practices. According to Jelliffe-Pawlowski, more than 90 percent of the research participants indicate they stay connected to family and friends. “But having those people doesn't mean that you're not feeling depressed and lonely and scared,” said Jelliffe-Pawlowski."},{"type":"text","value":"Rebecca Joachim, director of Crisis Services at Boston Center for Pregnancy Choices, agrees. “I definitely think that there's been an increase in depression,” said Joachim. She has spent more time than usual counseling clients to ensure they received the support they needed. “It can be really isolating and difficult … Counseling would be a huge piece specifically for moms and especially looking at postpartum depression,” said Joachim."}],"reddit-title":"Many sought support and suggestions from online platforms like r/Pregnant, a forum on Reddit  for people to share their pregnancy and laboring experience.","reddit-line-chart":[{"step":"turned-negative","text":"The mood on r/Pregnant drastically turned negative in mid-March, when COVID-19 cases started rising in the U.S."},{"step":"most-used-word","text":"“COVID-19”, “stay home” and “social distance” topped the most used words."}],"less-baby":[{"type":"text","value":"These words concluded our lives over the past year but don’t fully epitomize how the scale of the pandemic has been extended to more personal decisions, such as delaying childbearing and terminating a pregnancy."},{"type":"text","value":"The Brookings Institute estimates that as many as 300,000 fewer children could be born in 2021 than in 2020. Overall, one in three U.S. women said they wanted to get pregnant later or have fewer children because of COVID-19, according to a Guttmacher Institute study."}],"molly":[{"type":"text","value":"The drop in the number of children born this year follows a steady decline of the U.S. fertility rates that has been going on for decades. With a sharp decrease driven by the 2008 recession, the fertility rates hit a record low in 2019. Then came the pandemic, bringing many people face-to-face with an uncertain future and forcing them to make tough decisions about pregnancy."},{"type":"text","value":"Molly, 30, works in recruitment and asked that her last name not be used because her family isn't aware of her circumstances. Her company cut her pay significantly in an attempt to prevent more layoffs after discharging one-third of the employees in late March last year."},{"type":"text","value":"Her husband lost a well-paid restaurant job after his place of employment closed. With the weight of the pandemic, worrisome over finances and losing the stable, job-based healthcare, he returned to drug use after 12 years of sobriety."},{"type":"text","value":"Molly immediately started questioning whether she should keep the baby when she discovered her pregnancy in December last year. They had wanted a second child so their school-aged daughter would have a sibling. Molly went off birth control at the end of February, right before the pandemic hit. “We thought [COVID-19] was going to be a short time,” said Molly. But it lasted longer than they had ever imagined."},{"type":"text","value":"Her husband’s relapse cemented her decision to terminate the pregnancy. “It just felt way too much … I felt like we were not in a place to really bring another person into our home,” said Molly."},{"type":"text","value":"On the day of the abortion, she arrived 30 minutes early at the doctor’s office. No one else was allowed to go in with her due to the virus. She put all her belongings in a locker, put on a hospital gown and was given anesthesia. When she regained consciousness, she was in the recovery room."},{"type":"text","value":"“I felt some relief, in the days after ... I did feel confident in the decision,” said Molly."}]}